[T_Guerilla_Ops_Recover_Item_Central_01 SoundNodeWave]
SpokenText="Згідно з доповідями розвідки, сховище даних \"Адвента\" з інформацією про майбутню операцію було викрадено силами Опору. На жаль, прибульці встигли відбити об'єкт, знищивши всіх, кого там застали. Не можна упустити таку можливість порушити плани ворога. Захопіть ці дані."

[T_Guerilla_Ops_Recover_Item_Central_02 SoundNodeWave]
SpokenText="Місцеві сили Опору захопили сховище даних \"Адвента\" з файлами, що стосуються операції прибульців, про яку нам нещодавно стало відомо. Однак ворог так просто не здається - прибульці повернули собі і територію, і дані, а також знищили всіх, кого змогли виявити. Нас так просто не зупинити. Захопіть дані."

[T_Guerilla_Ops_Recover_Item_Central_03 SoundNodeWave]
SpokenText="Загін Опору, що діє в цьому районі, напав на сили \"Адвента\" і, здається, захопив сховище даних, які мають важливе значення для операції прибульців. На жаль, ворожі підкріплення повернули територію під свій контроль, і зв'язок з місцевими агентами обірвався. Ми готуємося провести зачистку місцевості і знову захопити дані."

[T_Guerilla_Ops_Recover_Item_Central_04 SoundNodeWave]
SpokenText="Група місцевих агентів Опору напала на патруль \"Адвента\" і виявила сховище даних, яке той транспортував. Схоже, в ньому зберігається важлива інформація, що стосується проекту прибульців, про який нам вже відомо. На жаль, на місце швидко прибуло ворожий підкріплення, і ми повністю втратили зв'язок із силами Опору. Наше завдання - зачистити сектор і повернути дані."

[AssaultAlienBase_TacIntro SoundNodeWave]
SpokenText="\"Загроза 1-5\": здійсніть проникнення і розвідку території. Будьте готові до активного опору, нейтралізуйте всі сили ворога."

[T_AssaultNetworkTower_Central_01 SoundNodeWave]
SpokenText="Шеф, ми плануємо напасти відразу з двох сторін. Спершу ми зламаємо саме серце вежі \"Адвента\" і виведемо з ладу мережу - тут доведеться діяти швидко. Якщо ми зможемо перехопити управління, Шень підготує маленький сюрприз, який повинен, м'яко кажучи, відволікти увагу наших противників. Перекриємо підходи, зачистимо сектор і нейтралізуємо всі сили противника, що охороняють ціль. Якщо все пройде гладко, вони навіть не встигнуть зрозуміти, що сталося."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_01 SoundNodeWave]
SpokenText="Розвідка повідомляє, що сили \"Адвента\" розмістили незахищене сховище даних на одному зі своїх об'єктів у цій зоні. Наскільки ми знаємо, в ньому знаходиться інформація про майбутню операцію прибульців. Відповідно, ми збираємося захопити його. Отримайте ці дані будь-якою ціною."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_02 SoundNodeWave]
SpokenText="Доктор Тайган деякий час відстежував переміщення сховища даних \"Адвента\" з інформацією про нову операцію прибульців і зрештою зміг встановити, що зараз воно знаходиться на одному з їхніх об'єктів у цьому районі. Тайган вважає, що ми в змозі витягти дані, за умови, що впораємося з охороною."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_03 SoundNodeWave]
SpokenText="Використовуючи доступ до мережі \"Адвента\", ми обчислили місцезнаходження сховища даних: це один з об'єктів ворога в цьому районі. Наскільки можна судити, там містяться дані, що стосуються запланованої операції прибульців. Наше завдання - захопити їх. Очікується опір, так що це буде нелегко."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_04 SoundNodeWave]
SpokenText="По лінії Опору надійшла наводка, що патрульний загін \"Адвента\" організував сховище даних у цьому районі. Схоже, в ньому знаходяться файли, що стосуються планованої операції прибульців. Ми не можемо упустити можливість перешкодити їм, тому збираємося захопити ці дані."

[T_Guerilla_Ops_Recover_Item_Advent_Building_Central_05 SoundNodeWave]
SpokenText="Ми отримали звістку від Опору: один з їхніх агентів виявив у цьому районі сховище даних \"Адвента\" з інформацією про заплановану операцію. Наше завдання: захопити дані, щоб зупинити ворога, поки все не зайшло надто далеко."

